Repository: hoseiocean/Penguins-Poker-Palace
Catalog: Penguins Poker Palace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ko

# button_confirm_selection
source: Confirm Selection
de: Auswahl bestätigen
es: Validar la selección
fr: Valider la sélection
ko: 선택 확인

# button_new_game
source: New Game
de: Neues Spiel
es: Nueva Partida
fr: Nouvelle Partie
ko: 새 게임

# button_show_information
source: Game Info
de: Spielinformationen
es: Información del juego
fr: Infos du jeu
ko: 게임 정보

# day_short_sunday
source: Su
de: So
es: Do
fr: Di
ko: 일

# day_short_thursday
source: Th
de: Do
es: Ju
fr: Je
ko: 목

# day_short_tuesday
source: Tu
de: Di
es: Ma
fr: Ma
ko: 화

# day_short_wednesday
source: We
de: Mi
es: Mi
fr: Me
ko: 수

# hand_four_of_a_kind
source: Four Of A Kind
de: Vierling
es: Póker
fr: Carré
ko: 포카드

# hand_none
source: No Combination
de: Keine Kombination
es: Sin Combinación
fr: Aucune combinaison
ko: 조합 없음

# hand_one_pair
source: One Pair
de: Ein Paar
es: Pareja
fr: Paire
ko: 원 페어

# hand_royal_flush
source: Royal Flush
de: Royale Flush
es: Escalera Real de Color
fr: Quinte Flush Royale
ko: 로얄 플러시

# hand_straight
source: Straight
de: Straße
es: Escalera
fr: Quinte
ko: 스트레이트

# hand_three_of_a_kind
source: Three Of A Kind
de: Drilling
es: Trío
fr: Brelan
ko: 트리플

# hand_two_pair
source: Two Pair
de: Zwei Paare
es: Doble Pareja
fr: Double Paire
ko: 투 페어

# info_best_hand: %@ / %@
source: Best Hand: %1$@ / %2$@
de: Beste Hand: %1$@ / %2$@
es: Mejor Mano: %1$@ / %2$@
fr: Meilleure main : %1$@ / %2$@
ko: 최고 패: %1$@ / %2$@

# info_biggest_win: %@
source: Biggest Win: %@
de: Größter Gewinn: %@
es: Mayor Ganancia: %@
fr: Plus gros gain: %@
ko: 최고 당첨 금액: %@

# info_expert_mode
source: Expert Mode
de: Expertenmodus
es: Modo Experto
fr: Mode Expert
ko: 전문가 모드

# info_first_winning_hand_date: %@
source: First Winning Hand: %@
de: Erste gewonnene Hand: %@
es: Primera mano ganada: %@
fr: Première main gagnée : %@
ko: 첫 번째 승리한 패: %@

# info_game_stats
source: Game Statistics
de: Spielstatistiken
es: Estadísticas del juego
fr: Statistiques de jeu
ko: 게임 통계

# info_general_info
source: General
de: Allgemein
fr: Général
ko: 일반

# info_information
source: Game Info
de: Spielinformationen
es: Información del juego
fr: Infos du jeu
ko: 게임 정보

# info_language
source: Language
de: Sprache
es: Idioma
fr: Langue
ko: 언어

# info_last_7_days
source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: Derniers 7 jours
ko: 지난 7일

# info_laterality:
source: Laterality:
de: Händigkeit:
es: Lateralidad:
fr: Latéralité :
ko: 편측성:

# info_left
source: Left
de: Links
es: Izquierda
fr: Gauche
ko: 왼쪽

# info_preferences
source: Settings
de: Einstellungen
es: Configuración
fr: Réglages
ko: 설정

# info_right
source: Right
de: Rechts
es: Derecha
fr: Droite
ko: 오른쪽

# info_successful_bets: %lld
source: Successful Bets: %lld
de: Erfolgreiche Wetten: %lld
es: Apuestas exitosas: %lld
fr: Paris réussis : %lld
ko: 성공한 베팅: %lld

# info_total_bets: %lld
source: Number of Bets: %lld
de: Anzahl der Wetten: %lld
es: Número de apuestas: %lld
fr: Nombre de paris : %lld
ko: 베팅 수: %lld

# info_total_hands_played: %lld
source: Number of Hands Played: %lld
de: Anzahl gespielter Hände: %lld
es: Número de manos jugadas: %lld
fr: Nombre de mains jouées : %lld
ko: 플레이한 손 수: %lld

# info_total_points: %@
source: Total Points: %@
de: Gesamte Punkte: %@
es: Puntos totales: %@
fr: Points totaux : %@
ko: 총 점수: %@

# info_winning_hands: %lld
source: Winning Hands: %lld
de: Gewinnhände: %lld
es: Manos ganadoras: %lld
fr: Mains gagnantes : %lld
ko: 승리한 손: %lld

# level_donkey
source: Donkey
de: Esel
es: Burro
fr: Âne
ko: 당나귀

# level_fish
source: Fish
de: Fisch
es: Pez
fr: Poisson
ko: 물고기

# level_mass
source: Mass
de: Masse
es: Masa
fr: Masse
ko: 대중

# level_newbie
source: Newbie
de: Neuling
es: Novato
fr: Débutant
ko: 초보자

# level_shark
source: Shark
de: Hai
es: Tiburón
fr: Requin
ko: 상어

# level_whale
source: Whale
de: Wal
es: Ballena
fr: Baleine
ko: 고래

# rank_name_ace
source: Ace
de: Ass
es: As
fr: As
ko: 에이스

# rank_name_eight
source: Eight
de: Acht
es: Ocho
fr: Huit
ko: 팔

# rank_name_five
source: Five
de: Fünf
es: Cinco
fr: Cinq
ko: 오

# rank_name_four
source: Four
de: Vier
es: Cuatro
fr: Quatre
ko: 사

# rank_name_jack
source: Jack
de: Bube
es: Sota
fr: Valet
ko: 잭

# rank_name_king
source: King
de: König
es: Rey
fr: Roi
ko: 왕

# rank_name_nine
source: Nine
de: Neun
es: Nueve
fr: Neuf
ko: 구

# rank_name_queen
source: Queen
de: Dame
es: Reina
fr: Reine
ko: 여왕

# rank_name_seven
source: Seven
de: Sieben
es: Siete
fr: Sept
ko: 칠

# rank_name_six
source: Six
de: Sechs
es: Seis
ko: 육

# rank_name_ten
source: Ten
de: Zehn
es: Diez
fr: Dix
ko: 십

# rank_name_three
source: Three
de: Drei
es: Tres
fr: Trois
ko: 삼

# rank_name_two
source: Two
de: Zwei
es: Dos
fr: Deux
ko: 이

# rank_symbol_j
source: J
de: B
fr: V

# rank_symbol_q
source: Q
de: D
fr: D

# suit_clubs
source: Clubs
de: Kreuz
es: Tréboles
fr: Trèfle
ko: 클럽

# suit_diamonds
source: Diamonds
de: Karo
es: Diamantes
fr: Carreau
ko: 다이아몬드

# suit_hearts
source: Hearts
de: Herz
es: Corazones
fr: Cœur
ko: 하트

# suit_spades
source: Spades
de: Pik
es: Picas
fr: Pique
ko: 스페이드

# view_bet: %@
source: Betting: %@
de: Einsatz: %@
es: Apuesta: %@
fr: Mise: %@
ko: 베팅: %@

# view_initializing
source: Initializing the game
de: Spiel wird initialisiert
es: Inicializando el juego
fr: Initialisation du jeu
ko: 게임 초기화 중

# view_points: %lld
source: Total points: %lld
de: Gesamtpunkte : %lld
es: Punto totales: %lld
fr: Total : %lld
ko: 총 점수: %lld

# view_set_your_bet:
source: Set your bet:
de: Setzen Sie Ihren Einsatz:
es: Establece tu apuesta:
fr: Mise :
ko: 베팅을 설정하세요:

# view_winnings: %lld
source: Winning: %lld points
de: Gewinn: %lld Punkte
es: Ganancia: %lld puntos
fr: Gain : %lld points
ko: 승리: %lld 점

# day_short_friday
source: Fr
es: Vi
fr: Ve
ko: 금

# day_short_monday
source: Mo
es: Lu
fr: Lu
ko: 월

# hand_flush
source: Flush
es: Color
ko: 플러시

# hand_full_house
source: Full House
es: Full
fr: Full
ko: 풀 하우스

# hand_straight_flush
source: Straight Flush
es: Escalera de Color
fr: Quinte Flush
ko: 스트레이트 플러시

# rank_symbol_k
source: K
es: R
fr: R

# button_ok
source: OK
ko: 확인

# day_short_saturday
source: Sa
ko: 토
